-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Nov 26, 2022 at 04:16 AM
-- Server version: 10.4.21-MariaDB
-- PHP Version: 8.1.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `Louis_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `branch`
--

CREATE TABLE `branch` (
  `brn_id` int(10) NOT NULL,
  `brn_key` int(10) NOT NULL,
  `brn_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `branch`
--

INSERT INTO `branch` (`brn_id`, `brn_key`, `brn_name`) VALUES
(1, 1001, 'สำนักงานใหญ่ (Sathon)'),
(2, 1002, 'สมุทรปราการ (WH)'),
(3, 1003, 'ชลบุรี (Factory)');

-- --------------------------------------------------------

--
-- Table structure for table `category_it`
--

CREATE TABLE `category_it` (
  `cate_id` int(10) NOT NULL,
  `cate_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `category_it`
--

INSERT INTO `category_it` (`cate_id`, `cate_name`) VALUES
(2, 'Computer PC'),
(3, 'Computer Notebook'),
(4, 'Computer Server'),
(5, 'Printer (Dot Matrix)'),
(6, 'Printer (Inkjet)'),
(7, 'Printer (Laser)');

-- --------------------------------------------------------

--
-- Table structure for table `department`
--

CREATE TABLE `department` (
  `dept_id` int(10) NOT NULL,
  `dept_name` varchar(255) NOT NULL,
  `dept_description` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `department`
--

INSERT INTO `department` (`dept_id`, `dept_name`, `dept_description`) VALUES
(1, 'ผู้บริหาร', 'CEO'),
(2, 'ฝ่ายไอที', 'IT'),
(3, 'ฝ่ายบัญชี', 'Accounting'),
(4, 'ฝ่ายการเงิน', 'Finance'),
(5, 'ฝ่ายจัดซื้อ', 'Purchasing '),
(6, 'ฝ่ายการตลาด', 'Marketing '),
(7, 'ฝ่ายประสานการขาย', 'Sales Coordination'),
(8, 'ฝ่ายต่างประเทศส่งออก', 'Export'),
(9, 'ฝ่ายบุคคล', 'HR'),
(10, 'ฝ่ายขาย', 'Sale'),
(11, 'โอเปอร์เรเตอร์', 'Operator');

-- --------------------------------------------------------

--
-- Table structure for table `department_repair`
--

CREATE TABLE `department_repair` (
  `dept_id` int(10) NOT NULL,
  `dept_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `department_repair`
--

INSERT INTO `department_repair` (`dept_id`, `dept_name`) VALUES
(1, 'ไอที'),
(2, 'บัญชี'),
(3, 'การตลาด'),
(4, 'การเงิน'),
(5, 'จัดซื้อ'),
(6, 'ส่งออก'),
(7, 'ประสานงานขาย');

-- --------------------------------------------------------

--
-- Table structure for table `equipment`
--

CREATE TABLE `equipment` (
  `eqm_id` int(10) NOT NULL,
  `eqm_name` varchar(255) NOT NULL,
  `eqm_date` varchar(255) NOT NULL,
  `eqm_cate` varchar(255) NOT NULL,
  `eqm_branch` varchar(255) NOT NULL,
  `eqm_note` varchar(255) NOT NULL,
  `eqm_iddevice` varchar(255) NOT NULL,
  `eqm_memory` varchar(255) NOT NULL,
  `eqm_device` varchar(255) NOT NULL,
  `eqm_model` varchar(255) NOT NULL,
  `eqm_hdd` varchar(255) NOT NULL,
  `eqm_serial` varchar(255) NOT NULL,
  `eqm_monitor` varchar(255) NOT NULL,
  `eqm_price` varchar(255) NOT NULL,
  `eqm_device_ip` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `equipment`
--

INSERT INTO `equipment` (`eqm_id`, `eqm_name`, `eqm_date`, `eqm_cate`, `eqm_branch`, `eqm_note`, `eqm_iddevice`, `eqm_memory`, `eqm_device`, `eqm_model`, `eqm_hdd`, `eqm_serial`, `eqm_monitor`, `eqm_price`, `eqm_device_ip`) VALUES
(1, 'Dell oftiplex', '2022-10-10', '2', '1', 'Server', 'IT45678SATHON', '32 GB', '', 'Fratsy152626373', '20 TB', 'Gstsgwhaksh', '30\"', '13,000', ''),
(2, 'Asus', '2022-10-11', '2', '2', 'Tyyuu', 'Eerrdt134', '8 gb', 'Asus', 'Thai', 'Ssd', 'Gutfd', 'Seer', 'Yytrr', '192.168.0.178');

-- --------------------------------------------------------

--
-- Table structure for table `equipment_borrow`
--

CREATE TABLE `equipment_borrow` (
  `ebr_id` int(10) NOT NULL,
  `ebr_name` varchar(255) NOT NULL,
  `ebr_date` varchar(255) NOT NULL,
  `ebr_position` varchar(255) NOT NULL,
  `ebr_dept` varchar(255) NOT NULL,
  `ebr_branch` varchar(255) NOT NULL,
  `ebr_tel` varchar(255) NOT NULL,
  `ebr_qty` int(10) NOT NULL,
  `ebr_desscript` varchar(255) NOT NULL,
  `ebr_key` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `equipment_borrow`
--

INSERT INTO `equipment_borrow` (`ebr_id`, `ebr_name`, `ebr_date`, `ebr_position`, `ebr_dept`, `ebr_branch`, `ebr_tel`, `ebr_qty`, `ebr_desscript`, `ebr_key`) VALUES
(7, 'รุ้งพร ชัยพัฒนาสกุล', '2020-09-30', '-', 'การเงิน', 'สาทร', '094-9693716', 1, '-', '20221103518'),
(8, 'ณัฐพร ศิริคำแจ้', '2020-09-21', 'พนักงานขาย', 'ขาย', '-', '-', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '2022110327'),
(9, 'รักสุภาชุดา จำเนียรกุล', '2020-07-01', 'พนักงานขาย', 'ขายในประเทศ', 'สาทร', '-', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '202211037'),
(10, 'เฉลิมพล สุขพิชญาการต์', '2020-07-01', 'พนักงานขาย', 'ขายในประเทศ', 'สาทร', '089-0745459', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103341'),
(11, 'ภาคภูมิ นาครัตน์', '2020-05-04', 'ผจก ฝ่ายบุคคล', 'บุคคล', 'สาทร', '081-4323325', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103122'),
(13, 'จุฑามาศ จารึกศิลป์', '2020-04-20', 'พนักงานขาย', 'ขาย', 'สาทร', '086-7579799', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103192'),
(14, 'วราภรณ์ ดีเสมอ', '2020-04-20', 'ฝ่ายขาย', 'ฝ่ายขายในประเทศ', 'สาทร', '-', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103322'),
(15, 'อภิรักษ์ บำรุงตา', '2022-06-01', 'พนักงานขายต่างจังหวัด', 'ขาย', 'สาทร', '097-3349857', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103203'),
(16, 'สุรเชษฐ์ เชาวนสุนทรพงษ์', '2020-04-15', 'พนักงานขาย', 'ขายในประเทศ', 'สาทร', '081-8064302', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103942'),
(17, 'อนุชสรา  เวียงแก้ว', '2019-01-01', 'ฝ่ายขาย', 'ขายในประเทศ', 'สำนักงานใหญ่', '081-4223501', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103633'),
(18, 'Mr. Bradley John Clegg', '2019-01-01', 'เจ้าหน้าที่ฝ่ายขาย', 'Export', 'Headquarter', '061-6306029', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103990'),
(19, 'ศิริพร โสภิลา', '2020-07-01', 'พนักงานขาย', 'ขายในประเทศ', 'สำนักงานใหญ่', '083-2649749', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103892'),
(20, 'สุพล ศรีไหม', '2020-04-16', 'ฝ่ายขาย', 'ฝ่ายขายในประเทศ', 'สาทร', '-', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103889'),
(21, 'เบญจพร ภูติพาณิชย์', '2020-04-24', 'หน. ฝ่ายขายต่างประเทศ', 'ขายต่างประเทศ', 'สาทร', '081-4317731', 1, 'เพื่อใช้ทำงานที่บ้านเป็นการชั่วคราว', '20221103327'),
(22, 'ณัฐธยา จันทร์จิระศานต์', '2020-03-27', 'พนักงานต่างประเทศ', 'ต่างประเทศ', 'สาทร', '085-1178683', 1, 'ใช้ทำงานจากที่บ้านเป็นการชั่วคราว', '20221103168'),
(23, 'ลักษณวดี รุ่งเรืองอุไร', '2020-04-17', 'ฝ่ายขาย', 'ฝ่ายขายในประเทศ', 'สาทร', '-', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103421'),
(24, 'จุฑามาศ บุญชู', '2020-04-15', 'ฝ่ายขาย', 'ฝ่ายขายในประเทศ', 'สาทร', '-', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103238'),
(25, 'วิชัย ประดิษฐ์กนก', '2020-04-15', 'ฝ่ายขาย', 'ฝ่ายขายในประเทศ', 'สาทร', '-', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '2022110318'),
(26, 'วันชัย รุ่งเรืองอุไร', '2020-04-17', 'ฝ่ายขาย', 'ฝ่ายขายในประเทศ', 'สาทร', '-', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103492'),
(27, 'โสภา นิมิตนนท์', '2020-04-17', 'ขาย', 'ขาย', 'สาทร', '081-8470877', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103507'),
(28, 'ลัดดา', '2020-04-15', 'ฝ่ายขาย', 'ฝ่ายขายในประเทศ', 'สาทร', '-', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103849'),
(29, 'สุธิดา ศิริไพบูลย์', '2020-04-14', 'พนักงานขาย', 'ขาย', 'สาทร', '081-4644442', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103597'),
(30, 'ถวัลย์ ตรงจิตรักษ์', '2020-04-14', 'ฝ่ายขาย', 'ฝ่ายขาย', 'สาทร', '-', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103177'),
(31, 'พงษ์พิพัฒน์ รัตนไชย', '2021-03-15', 'พนักงานขาย', 'ขาย', 'สาทร', '086-3271139', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103953'),
(32, 'ธีระยุทธ โอฬารทิชาชาติ', '2019-04-23', 'IT support (Outsource)', 'IT', 'สาทร', '099-6241737', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103547'),
(33, 'ภูมิเพิ่มพล หนูจีนจัตร', '2021-03-15', 'sale เทปพิมพ์', 'ขาย', 'สาทร', '081-9309087', 1, 'ใช้งานนอกสถานที่', '20221103471'),
(34, 'เบญจพร ภูติพาณิชย์', '2021-04-16', 'ส่งออก', 'ส่งออก', 'สาทร', '-', 1, 'ใช้ทำงานจากที่บ้าน', '20221103399'),
(35, 'สุธาพร ซื่อสัตย์', '2021-07-16', 'ประสานงานขาย', 'ขายในประเทศ', 'สาทร', '091-8838029', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103474'),
(36, 'ปัญฑิตา วงศ์ศรีเจริญกุล', '2021-07-16', 'ประสานงานขาย', 'ประสานงานขาย', 'สาทร', '084-3176258', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103790'),
(37, 'เบญจวรรณ วุฒิปรีชา', '2021-07-19', 'พนักงานบัญชี', 'บัญชี', 'สาทร', '092-6731545', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103569'),
(38, 'รุ้งพร', '2021-07-16', 'การเงิน', 'การเงิน', 'สาทร', '094-9693716', 1, '-', '20221103111'),
(39, 'อารญา โคตะมูล', '2021-07-16', 'ประสานงานขาย', 'ขายในประเทศ', 'สาทร', '086-3876607', 1, '-', '2022110340'),
(40, 'สุริศา ชัยกุม', '2021-07-16', 'ประสานงานขาย', 'ประสานงานขาย', 'สาทร', '090-9720553', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103317'),
(41, 'อรวรรณ ดีนิทักษ์วงศ์', '2021-07-16', 'เจ้าหน้าที่การเงิน', 'การเงิน', 'สาทร', '-', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103765'),
(42, 'วรรณวิภา ทับทอง', '2021-07-16', 'ประสานงานขาย', 'ขายในประเทศ', 'สาทร', '098-2596068', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103191'),
(43, 'กมลวรรณ เชยกัน', '2021-07-16', 'ประสานงานขาย', 'ฝ่ายขายในประเทศ', 'สาทร', '065-1194282', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103409'),
(44, 'สุกันธา เครท', '2021-07-12', 'หัวหน้าประสานงานขาย', 'ฝ่ายขายในประเทศ', 'สาทร', '089-2219886', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103501'),
(45, 'พุทธมาศ รุ่งสมัย', '2021-07-16', 'รองหัวหน้าประสานงานขาย', 'ประสานงานขาย', 'สาทร', '095-7278567', 1, 'ใช้ทำงานที่บ้าน', '20221103449'),
(46, 'แพรวพรรณ เอื้อโชคทวีวัฒน์', '2021-07-16', 'ประสานงานขาย', 'ประสานงานขาย', 'สาทร', '096-8793013', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '2022110346'),
(47, 'จารุวรรณ รุ่งกระจ่าง', '2021-07-16', 'ประสานงานขาย', 'ขายในประเทศ', 'สาทร', '083-3007819', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103528'),
(48, 'บัญชิยา บางใบ', '2021-07-16', 'ประสานงานขาย', 'ประสานงานขาย', 'สาทร', '095-5806164', 1, 'ใช้ทำงานที่บ้าน', '20221103111'),
(49, 'ชนิษฐา ญาติพรม', '', 'จัดซื้อ', 'จัดซื้อ', 'สาทร', '084-3201188', 1, '', '20221103600'),
(50, 'ไพลิน ทรงบุญรอด', '2021-07-23', 'พนักงานบัญชี', 'บัญชี', 'สาทร', '-', 1, '', '20221103894'),
(51, 'สุดา เหมือนขาว', '2021-07-23', 'พนักงานบัญชี', 'บัญชี', 'สาทร', '-', 1, '', '20221103716'),
(52, 'จิรกฤต นภภูวดล', '2021-07-16', 'เจ้าหน้าที่', 'ประสานงานขาย', 'สาทร', '062-9128888', 1, '', '20221103250'),
(53, 'ธัญยธรณ์ ศิริพลธำรงฤทธิ์', '2021-07-23', 'รองหัวหน้า', 'จัดซื้อ', 'สาทร', '062-6202502', 1, '', '20221103432'),
(54, 'รัชนี หิริโอ', '2021-07-24', 'พนักงาน', 'บุคคล', 'สาทร', '084-1099545', 1, '', '20221103876'),
(55, 'บัวศรี ลาภพรประเสริฐ', '2021-08-23', 'จัดซื้อ', 'จัดซื้อ', 'สาทร', '-', 1, 'เพื่อนำกลับไปทำงานที่บ้าน', '20221103148'),
(56, 'เจนจิรา ปริงออม', '2021-10-04', 'ส่งออก', 'ส่งออกต่างประเทศ', 'สาทร', '084-2322290', 1, '', '20221103861'),
(57, 'มนต์ชัย แพร่ศิริพุฒิพงศ์', '2022-01-04', '', 'ขาย', 'สาทร', '085-6611400', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103412'),
(58, 'ผกาทิพย์ พิชัยพิษณุวัฒน์', '2021-12-15', 'พนักงานบัญชี', 'บัญชี', 'สาทร', '099-5966236', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103465'),
(59, 'อัญญดา สว่างจิตร', '2022-05-03', 'บัญชี', 'บัญชี', 'สาทร', '092-3615947', 1, '', '20221103326'),
(60, 'ชาลิสา ยินดี', '2022-07-21', 'พนักงานบัญชี', 'บัญชี', 'สาทร', '062-6012221', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103450'),
(61, 'จิดาภา พานิชกุล', '2022-07-18', 'SA BA', 'IT', 'สาทร', '087-2723273', 1, 'คอมพิวเตอร์ประจำตำแหน่ง', '20221103881'),
(62, 'พิพัฒน์ พัฒน์ขันตกุล', '2022-06-01', 'Project Manager', 'IT', 'สาทร', '092-5276622', 1, 'คอมพิวเตอร์ใช้งานประจำตำแหน่ง', '202211043'),
(63, 'เนตรทราย สวัสดีแจ้ง', '2022-06-01', 'ขาย ตจว', 'ขาย', '', '084-4494450', 1, 'คอมพิวเตอร์ใช้งานประจำตำแหน่ง', '20221104939'),
(64, 'ชลิตา ท้วมทอง', '2022-06-01', 'sale', 'ขาย', '', '083-9514979', 1, 'คอมพิวเตอร์ใช้งานประจำตำแหน่ง', '20221104555'),
(65, 'จุฑามาศ เกษนา', '2022-09-01', 'Senior Marketing Exec.', 'การตลาด', 'สาทร', '', 1, 'คอมพิวเตอร์ใช้งานประจำตำแหน่ง', '20221104973'),
(66, 'พัชราภรณ์ กรนานก', '2022-09-01', 'จัดซื้อ', 'จัดซื้อ', 'สาทร', '061-9674816', 1, 'คอมพิวเตอร์ใช้งานประจำตำแหน่ง', '20221104300'),
(67, 'เอกชัย นามวิชา', '2022-09-01', 'IT Support', 'IT', 'สาทร', '086-3032461', 1, 'คอมพิวเตอร์ใช้งานประจำตำแหน่ง', '2022110450'),
(68, 'ธนิกานต์ วิเศษสุวรรณภูมิ', '2022-10-03', 'ประสานการขาย-วางแบบ', 'ขายในประเทศ', 'สาทร', '083-6582266', 1, '', '20221104815'),
(69, 'มนพัทธ์ รัตนพิบูลวงษ์', '2022-10-01', 'ประสานการขายส่งออกต่างประเทศ', 'ส่งออกต่างประเทศ', 'สาทร', '086-9221933', 1, 'คอมพิวเตอร์ใช้งานประจำตำแหน่ง', '20221104934'),
(70, 'โสภณ เรียมสี', '2022-11-01', 'ประสานงานขาย', 'ขาย', 'สาทร', '084-6593526', 1, 'คอมพิวเตอร์ใช้งานประจำตำแหน่ง', '20221104911');

-- --------------------------------------------------------

--
-- Table structure for table `equipment_detail`
--

CREATE TABLE `equipment_detail` (
  `edetail_id` int(10) NOT NULL,
  `edetail_borrow` varchar(255) NOT NULL,
  `edetail_no` varchar(255) NOT NULL,
  `edetail_pc` varchar(255) NOT NULL,
  `edetail_brand` varchar(255) NOT NULL,
  `edetail_price` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `equipment_detail`
--

INSERT INTO `equipment_detail` (`edetail_id`, `edetail_borrow`, `edetail_no`, `edetail_pc`, `edetail_brand`, `edetail_price`) VALUES
(4, '20221103518', 'HFP9FG8U', '5CD9478Q8U', 'HP ep0000AU', '13,675'),
(5, '2022110327', 'BKKNB200406013', '5CD978QKW', 'HP Laptop ', '13,675'),
(6, '202211037', 'BKKNB200406015', '5CD0012MS7', 'HP 15s-eqoooAU', '13,675'),
(7, '20221103341', 'BKKNB200406014', '5CD0012MXP', 'HP 15s-eqoooAU', '13,675'),
(8, '20221103122', 'BKKNB181D30001', 'PF1DRNWW', 'Lenovo Thinkpad E480', '30,590'),
(9, '20221103949', '', '', '', ''),
(10, '20221103192', 'BKKNB200406012', '5CD0012MX9', 'HP 15s-eqoooAU', '13,675'),
(11, '20221103322', 'BKKNB20040011', '5CD95143BS', 'HP 15s-eqoooAU', '13,675'),
(12, '20221103203', 'B65NB059', 'MP23890Q', 'Lenovo Thinkpad', '13,161'),
(13, '20221103942', 'BKKBN200406001', '5CD943931G', 'HP Pavillion', '21,190'),
(14, '20221103633', 'BKKNB181224001', 'PF15DF23', 'Lenovo Thinkpad', '30,590'),
(15, '20221103990', 'BKKNB181224002', 'PF15DJBS', 'Lenovo Thinkpad', '30,590'),
(16, '20221103892', 'BKKNB200406016', '5CD0012N34', 'HP 15s-eqoooAU', '13,675'),
(17, '20221103889', 'BKKNB200406002', 'SCD0012MTM', 'HP 15s-eqoooAU', '13,675'),
(18, '20221103327', 'BKKNB200406013', '5CD9478QKW', 'HP 15s-eqooooAU', '13,675'),
(19, '20221103168', 'BKKNB120401001', '5W9H2M1', 'Dell Studio 17/1747', '20,000'),
(20, '20221103421', 'BKKNB200406009', '5CD0012MT5', 'HP 15s-eqoooAU', '13,675'),
(21, '20221103238', 'BKKNB200406006', '5CD0012MS6', 'HP 15s-eqoooAU', '13,675'),
(22, '2022110318', 'BKKNB200406005', '5CD0012MX3', 'HP 15s-eqoooAU', '13,675'),
(23, '20221103492', 'BKKNB200406010', '5CD0012N6H', 'HP 15s-eqoooAU', '13,675'),
(24, '20221103507', 'BKKNB200406008', '5CD0012MTO', 'HP 15s-eqoooAU', '13,675'),
(25, '20221103849', 'BBKNB200406007', '5CD0012MZ6', 'HP 15s-eqoooAU', '13,675'),
(26, '20221103597', 'BKKNB200406004', '5CD0012NWS', 'HP 15s-eqoooAU', '13,675'),
(27, '20221103177', 'BKKNB200406003', '5CD0012OW', 'HP 15s-eqoooAU', '13,675'),
(28, '20221103953', 'BKKNB201001004', 'LRODERJR', 'Lenovo Thinkbook', '20,000'),
(29, '20221103547', 'BKKNB180725001', 'DBXQKP2', 'DELL Latitude 3490', '30,130'),
(30, '20221103471', 'BKKNB201001002', 'LRODERLA', 'Lenovo Thinkbook', '20,000'),
(31, '20221103399', 'BKKNB201001005', 'LROPERMA', 'Lenovo Thinkbook', '20,000'),
(32, '20221103474', 'B64NBO35', 'PF-2Z54B4', 'Lenovo Thinkbook E14', '17,990'),
(33, '20221103790', 'B64NB36', 'PF-2Z4H9W', 'Lenovo Thinkbook E14', '17,990'),
(34, '20221103569', 'B64NB042', '5CD9478QKW', 'HP 15s-eqoooAU', '17,990'),
(35, '20221103111', 'B64NBO39', 'PF-2Z5PH8', 'Lenovo Thinkbook E14', '17,690'),
(36, '2022110340', 'B63NB017', 'PF-2Z6QA9', 'Lenovo Thinkbook E14', '17,990'),
(37, '20221103317', 'B63NB027', 'CND1216914', 'HP 15s-gr0504AU', '18,665'),
(38, '20221103765', 'B64NB040', 'PF-2Z6ssW', 'Lenovo Thinkbook E14 gen2', '19,690'),
(39, '20221103191', 'B64NB031', 'PF-2Z54D1', 'Lenovo Thinkbook E14', '17,990'),
(40, '20221103409', 'B64NB032', 'PF-2Z4QSC', 'Lenovo Thinkbook E14', '17,990'),
(41, '20221103501', 'B64NB030', 'PF-2Z4WEF', 'Lenovo Thinkbook E14 gen2', '17,990'),
(42, '20221103449', 'B64NB037', 'PF-2XCGW', 'Lenovo Thinkbook E14', '17,990'),
(43, '2022110346', 'B64BN028', 'CND12168N3', 'HP 15s-gr0504AU', '13,675'),
(44, '20221103528', 'B64NB033', 'PF-2Z508Z', 'Lenovo Thinkpad', '17,990'),
(45, '20221103111', 'B64NB034', 'PF-2Z40PM', 'Lenovo Thinkbook E14', '17,990'),
(46, '20221103600', 'B64NB049', 'NXEG8ST0021241C01B3400', 'Acer Ex216', '16,039'),
(47, '20221103894', 'B64NB046', 'NXEG8ST00212418E973400', 'Acer Ex216', '16,039'),
(48, '20221103716', '064NB044', 'NXEG8ST0021241A8FR3400', 'Acer -52-39 FM', '16,039'),
(49, '20221103250', 'B64NB029', 'PF2YRZ9H', 'Lenovo Thinkbook E14', '17,990'),
(50, '20221103432', 'B64NB047', 'NXEG8ST00212141C02D3400', 'Acer Ex 216', '16,039'),
(51, '20221103876', 'B64NB043', 'PF-2Z3Q28', 'Lenovo Thinkpad', '19,690'),
(52, '20221103148', 'B64NB050', 'MSNXCV20V58121F', 'Asus ExpertBook L1400 CD', '15,265'),
(53, '20221103861', 'B64NB051', 'S4L1XF3', 'Dell Inspiron 3501', '18,190'),
(54, '20221103412', 'B64NB053', 'LroDERMV', 'Lenovo Thinkbook k14', ''),
(55, '20221103465', 'B64NB052', 'M5NXCV20V536217', 'Asus Expertbook ', '15,265'),
(56, '20221103326', 'B64NB041', 'PF-2XD4W9', 'Lenovo Thinkbook E14', '19,690'),
(57, '20221103450', 'B64NB045', 'NXFG8ST0021241BOA13400', 'Acer Ex216-52', '16,039'),
(58, '20221103881', 'B65NB057', 'MP23890Qq', 'Lenovo Thinkbook E14', ''),
(59, '202211043', 'ฺ์B65NB055', 'PF33Ras', 'Lenovo', '19,690'),
(60, '20221104939', 'B65NB058', 'MP237RHG', 'Lenovo Thinkpad e14', '13,161'),
(61, '20221104555', 'B65NB059', 'MP2388ZP', 'Lenovo Thinkpad e14', '13,161'),
(62, '20221104973', 'N64NB053', 'MP22T845', 'Lenovo Thinkbook', ''),
(63, '20221104300', 'B64NB048', 'NXE08ST00212418', 'Acer', ''),
(64, '2022110450', 'B63BN018', 'DBXQKP2', 'Dell', ''),
(65, '20221104815', '', 'MP25JJaY', 'Lenovo', ''),
(66, '20221104934', '', 'PF38P1N9', 'Lenovo', ''),
(67, '20221104911', 'B64NB036', 'PF-224H9W', 'Lenovo Thinkpad', '');

-- --------------------------------------------------------

--
-- Table structure for table `inventory_repair`
--

CREATE TABLE `inventory_repair` (
  `invt_id` int(10) NOT NULL,
  `invt_date` varchar(255) NOT NULL,
  `invt_branch` int(10) NOT NULL,
  `invt_dept` int(10) NOT NULL,
  `invt_user` int(10) NOT NULL,
  `invt_equipment` int(10) NOT NULL,
  `invt_problem` varchar(255) NOT NULL,
  `invt_status` int(10) NOT NULL,
  `invt_process` varchar(255) NOT NULL,
  `invt_solution` varchar(255) NOT NULL,
  `invt_solution_detail` varchar(255) NOT NULL,
  `invt_evenUser` varchar(255) NOT NULL,
  `invt_success` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `inventory_repair`
--

INSERT INTO `inventory_repair` (`invt_id`, `invt_date`, `invt_branch`, `invt_dept`, `invt_user`, `invt_equipment`, `invt_problem`, `invt_status`, `invt_process`, `invt_solution`, `invt_solution_detail`, `invt_evenUser`, `invt_success`) VALUES
(17, '2022-10-17 16:45:24', 1, 2, 2, 7, 'ปริ้นไม่ออก', 4, 'ศศิวิมล จากงูเหลือม', 'ทำงานปกติแล้ว', 'ทำงานปกติแล้ว', 'ศศิวิมล จากงูเหลือม', '2022-10-17 16:56:16'),
(18, '2022-10-17 16:56:59', 1, 4, 4, 5, 'หฟหกฟหก', 4, 'Aekkachai', 'ทำงานได้ปกติแล้ว', 'ไม่มีรายละเอียด', 'ศศิวิมล จากงูเหลือม', '2022-10-18 10:51:22'),
(19, '2022-10-22 13:55:14', 1, 1, 4, 2, 'คอมเปิดไม่ติด', 3, 'Aekkachai', 'ลาออก', 'ลาออก', 'Aekkachai', '2022-10-22 13:57:49'),
(20, '2022-11-05 09:45:37', 1, 1, 1, 6, 'Epson L385 หัวพิมพ์สีดำ', 3, 'Aekkachai', 'เปลี่ยนหัวพิมพ์ใหม่', '-', 'Aekkachai', '2022-11-05 09:54:57');

-- --------------------------------------------------------

--
-- Table structure for table `it_problem`
--

CREATE TABLE `it_problem` (
  `itp_id` int(10) NOT NULL,
  `itp_date` varchar(255) NOT NULL,
  `itp_dept` varchar(255) NOT NULL,
  `itp_name` varchar(255) NOT NULL,
  `itp_detail` varchar(255) NOT NULL,
  `itp_ip` varchar(255) NOT NULL,
  `itp_anydesk` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `it_problem`
--

INSERT INTO `it_problem` (`itp_id`, `itp_date`, `itp_dept`, `itp_name`, `itp_detail`, `itp_ip`, `itp_anydesk`) VALUES
(39, '2022-10-22 08:57:33', 'ฝ่ายบัญชี', 'หกหห', 'หกหกห', '192.168.0.214', '98904615assss\r'),
(40, '2022-10-22 08:58:58', 'ผู้บริหาร', 'ยย', 'ฟไดไ', '192.168.0.214', '98904615assss\r'),
(41, '2022-10-22 09:03:45', 'ผู้บริหาร', 'ss', 'sss', '192.168.0.214', '98904615assss\r'),
(42, '2022-10-24 09:25:03', 'ผู้บริหาร', 'scs', 'scsc', '::1', ''),
(43, '2022-10-24 09:25:39', 'ฝ่ายไอที', 'เทส', 'เทส', '192.168.0.214', ''),
(44, '2022-10-24 09:26:42', 'ฝ่ายการตลาด', 'จอคอม', 'จอคอม', '192.168.0.214', ''),
(45, '2022-10-24 10:28:51', 'ฝ่ายต่างประเทศส่งออก', 'dfsdf', 'sdfsdf', '192.168.0.214', ''),
(46, '2022-10-24 11:06:21', 'ฝ่ายจัดซื้อ', 'test', 'test', '192.168.0.214', ''),
(47, '2022-10-24 13:15:44', 'ผู้บริหาร', 'กกหกหก', 'testss', '192.168.0.214', ''),
(48, '2022-10-24 16:07:02', 'ฝ่ายบุคคล', 'aekkachai Namwicha', 'Louis Adhesive', '192.168.0.214', ''),
(49, '2022-10-24 16:27:59', 'ฝ่ายประสานการขาย', 'ตี่', 'คอมมีปัญหา', '192.168.0.214', ''),
(50, '2022-10-24 16:35:21', 'ฝ่ายประสานการขาย', 'Trrrr', 'Tfscd', '192.168.0.180', ''),
(51, '2022-10-24 17:39:24', 'ฝ่ายขาย', 'Test', 'เทสนะเนี่ย อิอิอิ', '192.168.0.214', ''),
(52, '2022-10-25 09:06:15', 'ผู้บริหาร', 'asd', 'as', '::1', ''),
(53, '2022-10-28 11:21:08', '4', 'คุณจารุวรรณ (254)', 'แจ้งปัญหา', '192.168.0.214', ''),
(54, '2022-10-28 11:22:35', '5', 'คุณธัญยธรณ์ (Phone : 451)', 'fsdf', '192.168.0.214', ''),
(55, '2022-10-28 11:36:45', '4', 'ฝ่ายการเงิน', 'ddd', '192.168.0.214', ''),
(56, '2022-10-28 11:37:59', '7', 'ฝ่ายประสานการขาย', 'asas', '192.168.0.214', ''),
(57, '2022-10-28 11:39:22', '1', 'ผู้บริหาร', 'asas', '192.168.0.214', ''),
(58, '2022-10-28 11:41:17', 'ฝ่ายไอที', 'คุณจิดาภา (Phone : 654)', 'dddd', '192.168.0.214', ''),
(59, '2022-10-28 11:44:50', 'ฝ่ายการตลาด', 'คุณณัฐวดี (Phone : 601)', 'ddd', '192.168.0.214', ''),
(60, '2022-10-28 13:54:07', 'ฝ่ายจัดซื้อ', 'คุณจารุวรรณ (Phone : 209)', 'Trew', '192.168.0.185', ''),
(61, '2022-10-28 13:56:42', 'ผู้บริหาร', 'คุณอรสินี (คุณอร) (Phone : 117)', 'แจ้งปัญหาไอที', '192.168.0.214', ''),
(62, '2022-10-31 08:36:36', 'ผู้บริหาร', 'คุณหฤทัย (คุณอิม) (Phone : 111)', 'come here', '192.168.0.214', ''),
(63, '2022-10-31 08:37:24', 'โอเปอร์เรเตอร์', 'คุณอารญา (เก๋) (Phone : 101)', 'hjgjg', '192.168.0.214', ''),
(64, '2022-11-07 16:25:38', 'ฝ่ายประสานการขาย', 'คุณวรรณวิภา (Phone : 205)', 'test', '192.168.0.214', '');

-- --------------------------------------------------------

--
-- Table structure for table `level`
--

CREATE TABLE `level` (
  `level_id` int(10) NOT NULL,
  `level_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `level`
--

INSERT INTO `level` (`level_id`, `level_name`) VALUES
(1, 'CEO'),
(2, 'Administrator'),
(3, 'user');

-- --------------------------------------------------------

--
-- Table structure for table `line_token`
--

CREATE TABLE `line_token` (
  `line_id` int(10) NOT NULL,
  `line_group` varchar(255) NOT NULL,
  `line_token_key` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `line_token`
--

INSERT INTO `line_token` (`line_id`, `line_group`, `line_token_key`) VALUES
(1, 'IT Line Group', 'YRGfR1f8BsUXDlIPNZZ0IC9eogZkwS4nrHpEJVLDxPV'),
(16, 'Photo Me', '7q3XZ82ayOuKGSXcM7vky6rqrJz4tMWKDh6MUa1BmSr');

-- --------------------------------------------------------

--
-- Table structure for table `message_contact`
--

CREATE TABLE `message_contact` (
  `ms_contact_id` int(10) NOT NULL,
  `ms_contact_name` varchar(255) NOT NULL,
  `ms_contact_email` varchar(255) NOT NULL,
  `ms_contact_phone` varchar(255) NOT NULL,
  `ms_contact_message` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `message_contact`
--

INSERT INTO `message_contact` (`ms_contact_id`, `ms_contact_name`, `ms_contact_email`, `ms_contact_phone`, `ms_contact_message`) VALUES
(1, 'assd', 'johnsmith@gmail.com', 'sdfsdf', 'sdf'),
(2, 'Aekkachia', 'johnsmith@gmail.com', 'Nameofjfj', 'I love Tou'),
(3, 'ji', 'johnsmith@gmail.com', 'Nameofjfj', 'sdas'),
(4, 'ประยุทธ จันทร์โอชา', 'johnsmith@gmail.com', '0863032461', 'sell tapes contact'),
(5, 'A', 'B@gmail.com', '089', 'ABC');

-- --------------------------------------------------------

--
-- Table structure for table `phone_in`
--

CREATE TABLE `phone_in` (
  `phone_id` int(10) NOT NULL,
  `phone_number` varchar(10) NOT NULL,
  `phone_dept` int(10) NOT NULL,
  `phone_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `phone_in`
--

INSERT INTO `phone_in` (`phone_id`, `phone_number`, `phone_dept`, `phone_name`) VALUES
(1, '101', 11, 'คุณอารญา (เก๋)'),
(2, '102', 11, 'พักสาย สป.'),
(3, '103', 11, 'ป้อมยาม รปภ.'),
(4, '110', 1, 'คุณสง่า'),
(5, '111', 1, 'คุณหฤทัย (คุณอิม)'),
(6, '112', 1, 'คุณทีปกร (คุณอั๋น)'),
(7, '113', 1, 'คุณรณชัย (คุณหวุน)'),
(8, '114', 1, 'คุณรุ่งวิทย์ (คุณวิทย์)'),
(9, '115', 1, 'คุณกมล (คุณปิง)'),
(10, '116', 1, 'คุณสิรภัทร (คุณเจ)'),
(11, '117', 1, 'คุณอรสินี (คุณอร)'),
(12, '201', 7, 'คุณสุกันธา'),
(13, '202', 7, 'คุณพุทธมาศ'),
(14, '203', 7, 'คุณบัญธิยา'),
(15, '204', 7, ''),
(16, '205', 7, 'คุณวรรณวิภา'),
(17, '206', 7, 'คุณแพรวพรรณ'),
(18, '207', 7, 'คุณกมลวรรณ'),
(19, '208', 7, 'คุณสุดาพร'),
(20, '209', 7, 'คุณจารุวรรณ'),
(21, '210', 7, 'คุณสุริศา'),
(22, '211', 7, 'คุณจิรกฤต'),
(23, '317', 7, 'คุณธนิการ *เทปพิมพ์*'),
(24, '251', 4, 'คุณเฉลิมพร'),
(25, '252', 4, 'คุณรุ้งพร'),
(26, '253', 4, 'คุณอรวรรณ'),
(27, '254', 4, 'คุณจารุวรรณ'),
(28, '204', 4, 'คุณสุดา'),
(29, '401', 8, 'คุณเบญจพร'),
(30, '402', 8, ''),
(31, '403', 8, 'คุณเจนจิรา'),
(32, '404', 8, 'คุณณัฐยาน์'),
(33, '405', 8, 'คุณสุนทร'),
(34, '406', 8, 'Mr.Bradley'),
(35, '503', 8, 'คุณมนพัท'),
(36, '451', 5, 'คุณธัญยธรณ์'),
(37, '452', 5, 'คุณบัวศรี'),
(38, '453', 5, 'คุณพัชราภรณ์'),
(39, '454', 5, 'คุณชนิษฐา'),
(40, '320', 9, 'คุณภาคภูมิ'),
(41, '320', 9, 'คุณรัชนี'),
(42, '651', 2, 'คุณพิพัฒน์'),
(43, '652', 2, ''),
(44, '654', 2, 'คุณจิดาภา'),
(45, '659', 2, 'คุณเอกชัย'),
(46, '301', 10, 'คุณมนต์ชัย'),
(47, '302', 10, 'คุณสุพล'),
(48, '303', 10, 'คุณลัดดา'),
(49, '304', 10, 'คุณโสภา'),
(50, '305', 10, 'คุณวิชัย'),
(51, '306', 10, 'คุณสุรเชษฐ'),
(52, '307', 10, 'คุณวราภรณ์'),
(53, '308', 10, 'คุณถวัลย์'),
(54, '309', 10, 'คุณวันชัย'),
(55, '310', 10, 'คุณลักษณวดี'),
(56, '311', 10, 'คุณจุฑามาศ (เชอร์รี่)'),
(57, '312', 10, 'คุณจุฑามาศ (จุ๊)'),
(58, '313', 10, 'คุณอนุชสรา'),
(59, '314', 10, 'คุณภูมิเพิ่มพล'),
(60, '315', 10, 'คุณธนกฤต'),
(61, '316', 10, 'คุณพงษ์พิพัฒน์'),
(62, '317', 10, ''),
(63, '318', 10, 'คุณรักสุภาชุดา'),
(64, '319', 10, 'คุณเฉลิมพล'),
(65, '324', 10, 'คุณสุธิดา'),
(66, '601', 6, 'คุณณัฐวดี'),
(67, '602', 6, 'คุณนันท์นภัส'),
(68, '603', 6, 'คุณจุฑามาศ'),
(69, '604', 6, 'คุณนฤมล'),
(70, '551', 3, 'คุณสุดา'),
(71, '552', 3, 'คุณกรรณิกา'),
(72, '553', 3, 'คุณอัญญดา'),
(73, '554', 3, 'คุณไพลิน'),
(74, '555', 3, 'คุณเบญจวรรณ'),
(75, '556', 3, 'คุณผกาทิพย์'),
(76, '557', 3, 'คุณบุษยา'),
(77, '558', 3, '');

-- --------------------------------------------------------

--
-- Table structure for table `public_relations`
--

CREATE TABLE `public_relations` (
  `pr_id` int(11) NOT NULL,
  `pr_topic` varchar(255) NOT NULL,
  `pr_detail` varchar(255) NOT NULL,
  `pr_date` varchar(255) NOT NULL,
  `pr_picture` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `public_relations`
--

INSERT INTO `public_relations` (`pr_id`, `pr_topic`, `pr_detail`, `pr_date`, `pr_picture`) VALUES
(16, 'หนังสือแจ้งผลเลือกตั้ง', 'หนังสือแจ้งผลเลือกตั้ง คปอ', '2022-09-26 10:18:00', 'fileupload/D26-09-20221664162280หนังสือแจ้งผลการเลือกตั้งคปอ.jpg'),
(17, 'แจ้งผลคะแนนเลือกตั้ง', 'แจ้งผลคะแนนเลือกตั้ง ผู้แทนนายจ้าง คปอ', '2022-09-26 10:18:59', 'fileupload/D26-09-20221664162339แจ้งผลคะแนนเลือกตั้งผู้แทนนายจ้างคปอ.000.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `report_ups`
--

CREATE TABLE `report_ups` (
  `ups_id` int(10) NOT NULL,
  `ups_key` varchar(255) NOT NULL,
  `ups_location` varchar(255) NOT NULL,
  `ups_dept` varchar(255) NOT NULL,
  `ups_user` varchar(255) NOT NULL,
  `ups_m1` varchar(11) NOT NULL,
  `ups_m2` varchar(11) NOT NULL,
  `ups_m3` varchar(11) NOT NULL,
  `ups_m4` varchar(11) NOT NULL,
  `ups_m5` varchar(11) NOT NULL,
  `ups_m6` varchar(11) NOT NULL,
  `ups_m7` varchar(11) NOT NULL,
  `ups_m8` varchar(11) NOT NULL,
  `ups_m9` varchar(11) NOT NULL,
  `ups_m10` varchar(11) NOT NULL,
  `ups_m11` varchar(11) NOT NULL,
  `ups_m12` varchar(11) NOT NULL,
  `ups_years` varchar(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `report_ups`
--

INSERT INTO `report_ups` (`ups_id`, `ups_key`, `ups_location`, `ups_dept`, `ups_user`, `ups_m1`, `ups_m2`, `ups_m3`, `ups_m4`, `ups_m5`, `ups_m6`, `ups_m7`, `ups_m8`, `ups_m9`, `ups_m10`, `ups_m11`, `ups_m12`, `ups_years`) VALUES
(3, 'B63PS001', 'ชั้น1', 'การเงิน', 'เฉลิมพร', 'O', 'O', 'O  O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(4, 'B63PS002', 'ชั้น1', 'การเงิน', 'สะแกวัลย์', 'บ', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(5, 'B63PS003', 'ชั้น1', 'การเงิน', 'อรวรรณ', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(6, 'B63PS004', 'ชั้น1', 'การเงิน', 'รุ่งพร', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(7, 'B63PS005', 'ชั้น1', 'ประสานงานขาย', 'จิรกฤต', 'บ', 'O', 'บ', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(8, 'B63PS006', 'ชั้น1', 'ประสานงานขาย', 'พุทธมาศ', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(9, 'B63PS007', 'ชั้น1', 'ประสานงานขาย', 'สุริศา', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(10, 'B63PS009', 'ชั้น1', 'ประสานงานขาย', 'ปัญธิตา', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(11, 'B63PS010', 'ชั้น1', 'ประสานงานขาย', 'วรรณวิภา', 'O', 'O', 'O', 'O', 'O', 'บ', '', '', '', '', '', '', '2022'),
(12, 'B63PS011', 'ชั้น1', 'ประสานงานขาย', 'กมลวรรณ', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(13, 'B63PS012', 'ชั้น1', 'ประสานงานขาย', 'สุดาพร', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(14, 'B63PS013', 'ชั้น1', 'ประสานงานขาย', 'ยุ้ย', 'O', 'O', 'บ', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(15, 'B63PS014', 'ชั้น1', 'ประสานงานขาย', 'อรายา', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(16, 'B63PS015', 'ชั้น1', 'ประสานงานขาย', 'สุกันธา', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(17, '', 'ชั้น1', 'ประสานงานขาย', 'จารุวรรณ', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(18, 'B63PS016', 'ชั้น1', 'ผอ.ประสานงานขาย', 'ทีปกร', 'ย', 'ย', 'ย', 'ย', 'ย', 'ย', '', '', '', '', '', '', '2022'),
(19, 'B63PS017', 'ชั้น2', 'ผอ.ส่งออกต่างประเทศ', 'รุ่งเรือง', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(20, 'B63PS018', 'ชั้น2', 'ส่งออกต่างประเทศ', 'ณัฐยาน์', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(21, 'B63PS019', 'ชั้น2', 'ส่งออกต่างประเทศ', 'เบญจพร', 'O', 'บ', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(22, 'B63PS020', 'ชั้น2', 'ส่งออกต่างประเทศ', 'อัจฉรา', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(23, 'B63PS021', 'ชั้น2', 'ผอ.จัดซื้อ', 'รณชัย', 'O', 'O', 'O', 'O', 'บ', 'O', '', '', '', '', '', '', '2022'),
(24, 'B63PS022', 'ชั้น2', 'จัดซื้อ', 'บัวศรี', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(25, 'B63PS023', 'ชั้น2', 'จัดซื้อ', 'ธัญยธรณ์', 'บ', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(26, 'B63PS024', 'ชั้น2', 'จัดซื้อ', 'จุฑามาศ', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(27, 'B63PS025', 'ชั้น2', 'จัดซื้อ', 'ชนิษฐา', 'O', 'บ', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(28, 'B63PS026', 'ชั้น4', 'บัญชี', 'สุชาดา', 'O', 'O', 'O', 'O', 'บ', 'O', '', '', '', '', '', '', '2022'),
(29, 'B63PS027', 'ชั้น4', 'บัญชี', 'ไพริน', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(30, 'B63PS028', 'ชั้น4', 'บัญชี', 'อัญญดา', 'O', 'O', 'บ', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(31, 'B63PS029', 'ชั้น4', 'บัญชี', 'ชาลิสา', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(32, 'B63PS030', 'ชั้น4', 'บัญชี', 'เบจวรรณ', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(33, 'B63PS031', 'ชั้น4', 'ออกแบบ', 'นันท์นัภส', 'O', 'O', 'บ', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(34, 'B63PS032', 'ชั้น3', 'ออกแบบ', 'ณัฐวดี', 'O', 'บ', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(35, 'B63PS033', 'ชั้น3', 'ฝ่ายบุคคล', 'รัตน์ชนี', 'O', 'O', 'O', 'O', 'O', 'O', '', '', '', '', '', '', '2022'),
(36, 'B63PS034', 'ชั้น5', 'IT', 'IT', 'ย', 'ย', 'ย', 'ย', 'ย', 'ย', '', '', '', '', '', '', '2022'),
(37, 'B63PS035', 'ชั้น5', 'IT', 'IT', 'ย', 'ย', 'ย', 'ย', 'ย', 'ย', '', '', '', '', '', '', '2022'),
(38, '', 'ชั้น1', 'สำรอง ตู้ CCTV', 'IT', 'O', 'O', 'O', 'O', 'O', 'O', 'O', 'O', 'O', 'O', 'O', 'O', '2022');

-- --------------------------------------------------------

--
-- Table structure for table `status_repair`
--

CREATE TABLE `status_repair` (
  `sts_id` int(10) NOT NULL,
  `sts_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `status_repair`
--

INSERT INTO `status_repair` (`sts_id`, `sts_name`) VALUES
(1, 'รอตรวจสอบ'),
(2, 'กำลังดำเนินการ'),
(3, 'สำเร็จ'),
(4, 'ยกเลิกการแจ้งซ่อม'),
(5, 'ส่งซ่อม/เคลม');

-- --------------------------------------------------------

--
-- Table structure for table `stock`
--

CREATE TABLE `stock` (
  `stk_id` int(10) NOT NULL,
  `stk_type` varchar(255) NOT NULL,
  `stk_list` varchar(255) NOT NULL,
  `stk_date` date NOT NULL,
  `stk_qty` int(10) NOT NULL,
  `stk_receive` int(10) NOT NULL,
  `stk_withdraw` int(10) NOT NULL,
  `stk_balance` int(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `stock`
--

INSERT INTO `stock` (`stk_id`, `stk_type`, `stk_list`, `stk_date`, `stk_qty`, `stk_receive`, `stk_withdraw`, `stk_balance`) VALUES
(13, 'Tonner', 'Tonner CF279A', '2022-09-24', 2, 0, 0, 2),
(14, 'Tonner', 'Tonner CE505A/CF280A', '2022-09-24', 7, 0, 0, 7),
(15, 'Tonner', 'Tonner MLT-R116/M2825', '2022-09-24', 2, 0, 0, 2),
(16, 'Tonner', 'Tonner CB435A/CB436A/CE285A/CE278A', '2022-09-24', 2, 0, 0, 2),
(17, 'Laser Tonner', 'Laser Tonner CE285A', '2022-09-24', 2, 0, 0, 2),
(18, 'Tonner', 'Tonner CF279A', '2022-09-24', 1, 0, 0, 1),
(19, 'Tonner', 'Tonner CE285A', '2022-09-24', 1, 0, 0, 1),
(20, 'Tonner', 'Tonner 280A', '2022-09-24', 2, 0, 0, 2),
(21, 'Tonner', 'Tonner CE505A/CF280A เก่า', '2022-09-24', 1, 0, 0, 1),
(22, 'Tonner', 'Tonner CF226A/CRG052', '2022-09-24', 5, 0, 5, 5),
(23, 'Tonner', 'Tonner MLT-D116L M2625', '2022-09-27', 12, 0, 1, 12),
(24, 'Tonner', 'CB435/CB436/CE285A/CE278A', '2022-09-27', 3, 0, 0, 3),
(25, 'Toner Samsung K30000', 'Tonner Samsung MLT-DT704s Black Toner', '2022-10-22', 0, 0, 0, 0),
(26, 'Refill RIBBON EPSON LQ_590', 'Refill RIBBON EPSON LQ_590', '2022-10-22', 16, 0, 0, 16),
(27, 'Epson LQ-2170,2180', 'Refill Ribbon EPSON LQ-2170,2180', '2022-10-22', 39, 0, 0, 39),
(28, 'Epson LQ-2090', 'Refill Ribbon Epson Lq-2090', '2022-10-22', 14, 0, 0, 14),
(30, 'ตลับหมึก Epson LQ-2090 แท้', 'ตลับหมึก Epson LQ-2090 แท้', '2022-10-22', 0, 0, 0, 0),
(31, 'ตลับหมึกแท้ Epson LQ-2170, 2180 แท้', 'ตลับหมึกแท้ Epson LQ-2170, 2180 แท้', '2022-10-22', 0, 0, 0, 0),
(32, 'Epson L310, L385', 'BK664', '2022-10-22', 1, 0, 0, 1),
(33, 'Epson L310, L385', 'C664', '2022-10-22', 1, 0, 0, 1),
(34, 'Epson L310, L385', 'Y664', '2022-10-22', 1, 0, 0, 1),
(35, 'Epson L310, L385', 'M664', '2022-10-22', 2, 0, 0, 2),
(36, 'Brother Ori, HL-T4000DW, 910', 'BTD60BK', '2022-10-22', 5, 0, 0, 5),
(37, 'Brother Ori, HL-T4000DW, 910', 'BT5000Y', '2022-10-22', 4, 0, 0, 4),
(38, 'Brother Ori, HL-T4000DW, 910', 'BT5000M', '2022-10-22', 4, 0, 0, 4),
(39, 'Brother Ori, HL-T4000DW, 910', 'BT5000C', '2022-10-22', 3, 0, 2, 2),
(40, 'Epson L6170', 'Epson L6170 BK001', '2022-10-22', 2, 0, 0, 2),
(41, 'Epson L6170', 'Epson L6170 C001', '2022-10-22', 3, 0, 0, 3),
(42, 'Epson L6170', 'Epson L6170 Y001', '2022-10-22', 5, 0, 0, 5),
(43, 'Epson L6170', 'Epson L6170 M001', '2022-10-22', 4, 0, 0, 4),
(44, 'Canon Pixma g2010', 'BT6000BK', '2022-10-22', 0, 0, 0, 0),
(45, 'Canon Pixma g2010', 'C790', '2022-10-22', 0, 0, 0, 0),
(46, 'Canon Pixma g2010', 'M790', '2022-10-22', 0, 0, 0, 0),
(47, 'Canon Pixma g2010', 'Y790', '2022-10-22', 0, 0, 0, 0),
(48, 'Epson ซับหมึก L6170', 'Epson ซับหมึก L6170', '2022-10-22', 2, 0, 1, 2),
(49, 'Ribbon Cartridge ', 'Ribbon Cartridge LQ-590 590H', '2022-10-22', 3, 0, 0, 3),
(50, 'ปลั๊กไฟ 3 ม. ', 'ปลั๊กไฟ 3 ม. Anitech', '2022-10-31', 5, 0, 3, 2),
(51, 'Headphone REACH', 'โทรศัพท์สำนักงาน', '2022-10-31', 2, 0, 2, 2),
(52, 'Toner Cartridge TN1000', 'Brother HL-1110', '2022-11-03', 0, 0, 1, 0),
(54, 'Test', 'Test', '2022-11-04', 1, 0, 0, 1);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_schedule_list`
--

CREATE TABLE `tbl_schedule_list` (
  `id` int(10) NOT NULL,
  `title` varchar(255) NOT NULL,
  `description` varchar(255) NOT NULL,
  `start_datetime` varchar(255) NOT NULL,
  `end_datetime` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_schedule_list`
--

INSERT INTO `tbl_schedule_list` (`id`, `title`, `description`, `start_datetime`, `end_datetime`) VALUES
(2, 'Test', 'ทำความสะอาด', '2022-11-14T23:13', '2022-11-15T23:13'),
(3, 'หก', 'กกกก', '2022-11-14T23:23', '2022-11-15T23:23');

-- --------------------------------------------------------

--
-- Table structure for table `type_repair`
--

CREATE TABLE `type_repair` (
  `typ_id` int(10) NOT NULL,
  `typ_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `type_repair`
--

INSERT INTO `type_repair` (`typ_id`, `typ_name`) VALUES
(1, 'แก้ไขปัญหาด้าน Software'),
(3, 'แก้ไขปัญหาด้าน Hardware'),
(4, 'การแก้ปัญหาด้านระบบเครือข่าย'),
(5, 'จัดทำเอกสาร'),
(6, 'ประชุม/อบรม/สัมนา');

-- --------------------------------------------------------

--
-- Table structure for table `user_louis`
--

CREATE TABLE `user_louis` (
  `user_id` int(10) NOT NULL,
  `user_user` varchar(255) NOT NULL,
  `user_password` varchar(255) NOT NULL,
  `user_name` varchar(255) NOT NULL,
  `user_department` int(10) NOT NULL,
  `user_branch` int(10) NOT NULL,
  `user_level` int(10) NOT NULL,
  `user_enable` int(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user_louis`
--

INSERT INTO `user_louis` (`user_id`, `user_user`, `user_password`, `user_name`, `user_department`, `user_branch`, `user_level`, `user_enable`) VALUES
(9, 'Aekkachai', 'it01', 'it01', 2, 1, 2, 0),
(15, 'Test', 'it02', 'It02', 5, 0, 2, 0),
(17, 'เอกชัย นามวิชา', 'Aek20663', 'Aekkachaina', 2, 1, 2, 0),
(18, 'ประยุทธ จันทร์โอชา', '123456', 'sasi@gmail.com', 3, 2, 3, 0),
(19, 'ดาราพร พาหา', '11223344', 'nary@gmail.com', 6, 1, 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `user_repair`
--

CREATE TABLE `user_repair` (
  `user_id` int(10) NOT NULL,
  `user_name` varchar(255) NOT NULL,
  `user_position` varchar(255) NOT NULL,
  `user_branch` int(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user_repair`
--

INSERT INTO `user_repair` (`user_id`, `user_name`, `user_position`, `user_branch`) VALUES
(1, 'เอกชัย นามวิชา', 'ไอที', 1),
(2, 'จิราพร พรมสวัส', 'SA', 2),
(3, 'Mr. Adum misser', 'Project Manager', 3),
(4, 'ประยุทธ จันทร์โอชา', 'รปภ.', 3),
(5, 'ประวิตร วงศ์สุวรรณ', '', 1),
(6, 'ประวิตร วงศ์สุวรรณ', 'หกดหดก', 2);

-- --------------------------------------------------------

--
-- Table structure for table `withdraw_stk`
--

CREATE TABLE `withdraw_stk` (
  `wtd_id` int(10) NOT NULL,
  `wtd_stk` int(10) NOT NULL,
  `wtd_type` varchar(255) NOT NULL,
  `wtd_list` varchar(255) NOT NULL,
  `wtd_user` varchar(255) NOT NULL,
  `wtd_date` varchar(255) NOT NULL,
  `wtd_balance` int(10) NOT NULL,
  `wtd_withdraw` int(10) NOT NULL,
  `wtd_detail` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `withdraw_stk`
--

INSERT INTO `withdraw_stk` (`wtd_id`, `wtd_stk`, `wtd_type`, `wtd_list`, `wtd_user`, `wtd_date`, `wtd_balance`, `wtd_withdraw`, `wtd_detail`) VALUES
(10, 22, 'Tonner', 'Tonner CF226A/CRG052', 'Aekkachai', '2022-09-27 03:32:42pm', 8, 1, 'ประสานงานขาย'),
(11, 22, 'Tonner', 'Tonner CF226A/CRG052', 'Aekkachai', '2022-09-27 03:41:11pm', 5, 4, 'It'),
(12, 23, 'Tonner', 'Tonner MLT-D116L M2625', 'Test', '2022-10-22 10:41:26am', 12, 1, 'ส่งออก'),
(13, 48, 'Epson ซับหมึก L6170', 'Epson ซับหมึก L6170', 'Aekkachai', '2022-10-22 01:21:48pm', 2, 1, 'ฝ่ายส่งออก'),
(14, 39, 'Brother Ori, HL-T4000DW, 910', 'BT5000C', 'Aekkachai', '2022-10-31 09:21:26am', 3, 1, 'การตลาด'),
(15, 51, 'Headphone REACH', 'โทรศัพท์สำนักงาน', 'Aekkachai', '2022-10-31 01:41:53pm', 3, 1, 'ผจก. HR (คุณอาร์ต)'),
(16, 51, 'Headphone REACH', 'โทรศัพท์สำนักงาน', 'Aekkachai', '2022-10-31 02:22:38pm', 2, 1, 'IT Support (Aek)'),
(18, 52, 'Toner Cartridge TN1000', 'Brother HL-1110', 'Aekkachai', '2022-11-03 09:36:19am', 0, 1, 'พี่จอย บัญชี'),
(19, 50, 'ปลั๊กไฟ 3 ม. ', 'ปลั๊กไฟ 3 ม. Anitech', 'Aekkachai', '2022-11-04 11:14:54am', 3, 1, 'คุณโสภา ฝ่ายขาย'),
(20, 50, 'ปลั๊กไฟ 3 ม. ', 'ปลั๊กไฟ 3 ม. Anitech', 'Aekkachai', '2022-11-04 11:15:34am', 2, 1, 'คุณพงษ์พิพัฒน์ ฝ่ายขาย'),
(24, 50, 'ปลั๊กไฟ 3 ม. ', 'ปลั๊กไฟ 3 ม. Anitech', 'Aekkachai', '2022-11-04 03:13:20pm', 2, 1, 'จิดาภา'),
(26, 39, 'Brother Ori, HL-T4000DW, 910', 'BT5000C', 'Aekkachai', '2022-11-10 09:29:42am', 2, 1, 'การตลาด');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `branch`
--
ALTER TABLE `branch`
  ADD PRIMARY KEY (`brn_id`);

--
-- Indexes for table `category_it`
--
ALTER TABLE `category_it`
  ADD PRIMARY KEY (`cate_id`);

--
-- Indexes for table `department`
--
ALTER TABLE `department`
  ADD PRIMARY KEY (`dept_id`);

--
-- Indexes for table `department_repair`
--
ALTER TABLE `department_repair`
  ADD PRIMARY KEY (`dept_id`);

--
-- Indexes for table `equipment`
--
ALTER TABLE `equipment`
  ADD PRIMARY KEY (`eqm_id`);

--
-- Indexes for table `equipment_borrow`
--
ALTER TABLE `equipment_borrow`
  ADD PRIMARY KEY (`ebr_id`);

--
-- Indexes for table `equipment_detail`
--
ALTER TABLE `equipment_detail`
  ADD PRIMARY KEY (`edetail_id`);

--
-- Indexes for table `inventory_repair`
--
ALTER TABLE `inventory_repair`
  ADD PRIMARY KEY (`invt_id`);

--
-- Indexes for table `it_problem`
--
ALTER TABLE `it_problem`
  ADD PRIMARY KEY (`itp_id`);

--
-- Indexes for table `level`
--
ALTER TABLE `level`
  ADD PRIMARY KEY (`level_id`);

--
-- Indexes for table `line_token`
--
ALTER TABLE `line_token`
  ADD PRIMARY KEY (`line_id`);

--
-- Indexes for table `message_contact`
--
ALTER TABLE `message_contact`
  ADD PRIMARY KEY (`ms_contact_id`);

--
-- Indexes for table `phone_in`
--
ALTER TABLE `phone_in`
  ADD PRIMARY KEY (`phone_id`);

--
-- Indexes for table `public_relations`
--
ALTER TABLE `public_relations`
  ADD PRIMARY KEY (`pr_id`);

--
-- Indexes for table `report_ups`
--
ALTER TABLE `report_ups`
  ADD PRIMARY KEY (`ups_id`);

--
-- Indexes for table `status_repair`
--
ALTER TABLE `status_repair`
  ADD PRIMARY KEY (`sts_id`);

--
-- Indexes for table `stock`
--
ALTER TABLE `stock`
  ADD PRIMARY KEY (`stk_id`);

--
-- Indexes for table `tbl_schedule_list`
--
ALTER TABLE `tbl_schedule_list`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `type_repair`
--
ALTER TABLE `type_repair`
  ADD PRIMARY KEY (`typ_id`);

--
-- Indexes for table `user_louis`
--
ALTER TABLE `user_louis`
  ADD PRIMARY KEY (`user_id`);

--
-- Indexes for table `user_repair`
--
ALTER TABLE `user_repair`
  ADD PRIMARY KEY (`user_id`);

--
-- Indexes for table `withdraw_stk`
--
ALTER TABLE `withdraw_stk`
  ADD PRIMARY KEY (`wtd_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `branch`
--
ALTER TABLE `branch`
  MODIFY `brn_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `category_it`
--
ALTER TABLE `category_it`
  MODIFY `cate_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `department`
--
ALTER TABLE `department`
  MODIFY `dept_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `department_repair`
--
ALTER TABLE `department_repair`
  MODIFY `dept_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `equipment`
--
ALTER TABLE `equipment`
  MODIFY `eqm_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `equipment_borrow`
--
ALTER TABLE `equipment_borrow`
  MODIFY `ebr_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=71;

--
-- AUTO_INCREMENT for table `equipment_detail`
--
ALTER TABLE `equipment_detail`
  MODIFY `edetail_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=68;

--
-- AUTO_INCREMENT for table `inventory_repair`
--
ALTER TABLE `inventory_repair`
  MODIFY `invt_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `it_problem`
--
ALTER TABLE `it_problem`
  MODIFY `itp_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=65;

--
-- AUTO_INCREMENT for table `level`
--
ALTER TABLE `level`
  MODIFY `level_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `line_token`
--
ALTER TABLE `line_token`
  MODIFY `line_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `message_contact`
--
ALTER TABLE `message_contact`
  MODIFY `ms_contact_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `phone_in`
--
ALTER TABLE `phone_in`
  MODIFY `phone_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=78;

--
-- AUTO_INCREMENT for table `public_relations`
--
ALTER TABLE `public_relations`
  MODIFY `pr_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `report_ups`
--
ALTER TABLE `report_ups`
  MODIFY `ups_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=41;

--
-- AUTO_INCREMENT for table `status_repair`
--
ALTER TABLE `status_repair`
  MODIFY `sts_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `stock`
--
ALTER TABLE `stock`
  MODIFY `stk_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=55;

--
-- AUTO_INCREMENT for table `tbl_schedule_list`
--
ALTER TABLE `tbl_schedule_list`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `type_repair`
--
ALTER TABLE `type_repair`
  MODIFY `typ_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `user_louis`
--
ALTER TABLE `user_louis`
  MODIFY `user_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `user_repair`
--
ALTER TABLE `user_repair`
  MODIFY `user_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `withdraw_stk`
--
ALTER TABLE `withdraw_stk`
  MODIFY `wtd_id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
